driver-tests/bpelse/assign/AssignJbi/test/CopyfloatInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><floatPart xmlns="urn:DataType"><xsd_float>8.5E5</xsd_float><optional_float>1.9E5</optional_float><repeat_float>1.9E5</repeat_float><repeat_float>1.02E5</repeat_float></floatPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
